<template>
  <article class="article">
    <h1 class="h1 tac">小兔鲜儿用户服务协议</h1>
    <p class="p tac">版本生效日期：2023年11月6日</p>
    <h2 class="h2">一、服务条款的确认及接受</h2>
    <p class="p">
      (一) 小兔鲜儿 网站各项电子服务的所有权和运作权归属于“传智教育”所有，<strong class="strong"
        >仅用于IT培训教学使用，为保障您的个人信息安全请勿向平台录入任何个人敏感信息（如手机号、身份证号等）！</strong
      >本网站提供的服务将完全按照其发布的服务条款和操作规则严格执行。您确认所有服务条款并完成注册程序时，本协议在您与本网站间成立并发生法律效力，同时您成为本网站正式用户。
    </p>
    <p class="p">
      (二)
      小兔鲜儿隐私政策、平台规则、单独协议均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用小兔鲜儿平台服务，视为您同意上述补充协议。
    </p>
    <p class="p">
      (三)
      您在使用本网站某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议；您使用前述特定服务，即视为您已阅读并同意接受相关单独协议。
    </p>
    <p class="p">
      (四)
      根据国家法律法规变化及本网站运营需要，传智教育有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦依法以任何形式公布在本网站上即生效，并取代此前相关内容，您应不时关注本网站公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本网站；如您继续使用本网站，即视为知悉变动内容并同意接受。
    </p>
    <p class="p">
      (五)
      除非另有明确的书面说明,小兔鲜儿不对本网站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
    </p>
    <p class="p">
      (六)
      本协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。
    </p>
    <h2 class="h2">二、账户注册、管理及使用</h2>
    <h4 class="h4">(一) 用户资格</h4>
    <p class="p">
      您确认，在您开始注册程序使用小兔鲜儿平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，需要在监护人的监护参与下才能注册并使用本网站，您及您的监护人应依照法律规定承担因此而导致的一切后果。
      此外，您还需确保您不是任何国家、地区或国际组织实施的贸易限制、经济制裁或其他法律法规限制的对象，也未直接或间接为前述对象提供资金、商品或服务，否则您应当停止使用小兔鲜儿平台服务，同时，您理解违反前述要求可能会造成您无法正常注册及使用小兔鲜儿平台服务。
    </p>
    <h4 class="h4">(二) 账户注册</h4>
    <p class="p">
      1、
      您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得小兔鲜儿平台账户并成为小兔鲜儿平台用户。您设置的小兔鲜儿账号名/昵称/头像等不得违反国家法律法规及小兔鲜儿平台相关规则关于账号注册的管理规定，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等或采取其他足以让人引起混淆的方式）开设账号，不得恶意注册小兔鲜儿账号。否则小兔鲜儿平台经营者有权拒绝设置或收回您的账号名/昵称。账号名的回收不影响您以邮箱、手机号码登录小兔鲜儿平台并使用小兔鲜儿平台服务。
    </p>
    <p class="p">
      2、
      小兔鲜儿平台原则上只允许每位用户使用一个小兔鲜儿平台账户。如有证据证明或小兔鲜儿根据小兔鲜儿平台规则判断您存在不当注册或不当使用多个小兔鲜儿平台账户的情形，小兔鲜儿平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给小兔鲜儿平台及相关方造成损失的，您还应承担赔偿责任。
    </p>
    <p class="p">
      3、
      在使用小兔鲜儿平台服务时，您应当按小兔鲜儿平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便小兔鲜儿或其他服务方与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。
    </p>
    <h4 class="h4">(三) 账户登录</h4>
    <p class="p">
      您有权使用您设置或确认的小兔鲜儿用户名、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）或通过授权使用您合法拥有的第三方软件或平台用户账号（如微信账号、QQ账号等）登录小兔鲜儿平台，但第三方软件或平台对此有限制或禁止的除外。当您以前述已有账号登录使用的，同样适用本协议中的相关条款。
    </p>
    <p class="p">
      您理解并同意，除您登录小兔鲜儿平台以外，您还可以使用小兔鲜儿账号登录小兔鲜儿及其关联方或其他合作方提供的其他软件、服务。您以小兔鲜儿账号登录前述服务的，同样应受其他软件、服务实际提供方的用户协议及其他协议条款约束。
    </p>
    <h4 class="h4">(四) 实名认证</h4>
    <p class="p">
      作为小兔鲜儿平台经营者，为使您更好地使用小兔鲜儿平台的各项服务，保障您的账户安全，小兔鲜儿可要求您按照相关法律法规规定完成实名认证。
    </p>
    <h4 class="h4">(五) 更新维护</h4>
    <p class="p">
      您应当及时更新您提供的信息，在法律有明确规定要求小兔鲜儿作为平台服务提供者必须对部分用户的信息进行核实的情况下，小兔鲜儿将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。
    </p>
    <p class="p">
      如小兔鲜儿按您最后一次提供的信息与您联系未果、您未按小兔鲜儿的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及小兔鲜儿造成的全部损失与不利后果。小兔鲜儿可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部小兔鲜儿平台服务，小兔鲜儿对此不承担责任。
    </p>
    <h4 class="h4">(六) 账户管理</h4>
    <p class="p">
      1、
      由于您的小兔鲜儿平台账户关联您的个人信息及小兔鲜儿平台商业信息，您的小兔鲜儿平台账户仅限您本人使用，您应对您账户下的所有行为结果负责，不得以任何方式转让，否则小兔鲜儿平台有权追究您的违约责任，且由此产生的责任及后果均由您自行承担。您直接或间接授权第三方使用您小兔鲜儿平台账户或获取您账户项下信息的行为后果亦由您自行承担。如小兔鲜儿根据小兔鲜儿平台规则中约定的违约认定程序及标准判断您小兔鲜儿平台账户的使用可能危及您的账户安全及/或小兔鲜儿平台信息安全的，小兔鲜儿平台可拒绝提供相应服务或终止本协议。
    </p>
    <p class="p">
      2、
      您的账户为您自行设置并由您保管，小兔鲜儿任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开小兔鲜儿平台。
    </p>
    <p class="p">
      3、
      账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，小兔鲜儿并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。如发现任何未经授权使用您账户登录小兔鲜儿平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知小兔鲜儿，您理解小兔鲜儿对您的任何请求采取行动均需要合理时间，且小兔鲜儿应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除小兔鲜儿存在法定过错外，小兔鲜儿不承担责任。
    </p>
    <p class="p">
      4、
      您理解并同意，为充分使用账号资源，如您在注册后未及时进行初次登录使用或连续12个月未登录任一小兔鲜儿平台，且不存在未到期的有效业务的，小兔鲜儿有权收回您的账号，您可能无法通过您此前持有的账号登录小兔鲜儿平台，您该账号下任何个性化设置（如头像/昵称）即将无法恢复。在收回您的账号之前，小兔鲜儿将以适当方式做出提示，如您在收到相关提示后一定期限内仍未登录、使用账号，小兔鲜儿将收回账号。
    </p>
    <h4 class="h4">(七) 账号注销</h4>
    <p class="p">
      如您需要终止使用小兔鲜儿账号服务，符合以下条件的，您可以申请注销您的账号：（1）您仅能申请注销您本人的账号，并依照《小兔鲜儿账号注销须知》进行注销；（2）您仍应对您在注销账号前使用小兔鲜儿账号服务期间的行为承担责任。特别提示您，您申请同意注销账户的，视为您放弃账户信息以及该账户在平台的资产、虚拟权益等，且小兔鲜儿无法为您恢复前述服务。这可能对您主张售后服务带来不便。
    </p>
    <p class="p"></p>
    <h3 class="h3">四、小兔鲜儿平台服务</h3>
    <p class="p">
      您有权在小兔鲜儿平台上享受商品及/或服务的浏览、收藏、购买与评价、配送和交付、平台活动、交易争议处理、信息交流及分享等服务，详情您可登录小兔鲜儿平台查看。
    </p>
    <h4 class="h4">(一) 商品及/或服务的浏览、收藏</h4>
    <p class="p">
      在您浏览我们网站或客户端的过程中，小兔鲜儿为您提供了信息分类、关键词检索、筛选、收藏及关注等功能，以更好地匹配您的需求。您可以对您感兴趣的商品及/或服务进行收藏、添加至购物车，关注您所感兴趣的店铺/品牌等。
    </p>
    <h4 class="h4">(二) 商品及/或服务的购买</h4>
    <p class="p">
      1、
      当您在小兔鲜儿平台购买商品及/或服务时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。
    </p>
    <p class="p">
      2、
      您的购买行为应当符合法律规定，为生活消费需要购买、使用商品或者接受服务，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱小兔鲜儿平台正常交易秩序的行为。基于维护小兔鲜儿平台交易秩序及交易安全的需要，小兔鲜儿发现上述情形时可主动执行包括但不限于暂停或停止服务、取消订单等小兔鲜儿认为有必要的管控措施等操作。
    </p>
    <p class="p">
      3、 您理解并同意：本网站上销售商展示的商品和价格等信息<strong class="strong"
        >仅用于教学展示使用</strong
      >，如果您下单购买商品或服务并完成支付，不会产生实际购买商品或服务的合同关系，小兔鲜儿平台无需发货，该购买行为仅视为教学测试使用。
    </p>
    <h4 class="h4">(三) 配送和交付</h4>
    <p class="p">
      您在本网站购买的商品<strong class="strong">仅为教学测试使用</strong
      >，并未实际产生交易金额，因此小兔鲜儿平台不会根据您填写的物流信息进行实际配送服务。
    </p>
    <p class="p"></p>
    <h3 class="h3">五、用户个人信息保护及授权</h3>
    <h4 class="h4">
      (一) 您知悉并同意，为方便您使用本网站相关服务，本网站将存储您在使用时的必要信息
    </h4>
    <p class="p">
      包括但不限于您的真实姓名、性别、生日、配送地址、联系方式、通讯录、相册、日历、定位信息等。除法律法规规定的情形外，未经您的许可小兔鲜儿不会向第三方公开、透露您的个人信息。小兔鲜儿对相关信息采取专业加密存储与传输方式，利用合理措施保障用户个人信息的安全。如小兔鲜儿平台网站或客户端未设置独立隐私政策但使用了小兔鲜儿平台账号登陆相应网站或客户端的，为保护您的隐私权，我们将参照适用小兔鲜儿隐私政策的要求对您的个人信息进行收集、存储、使用、披露和保护。小兔鲜儿希望通过隐私政策向您清楚地介绍小兔鲜儿对您个人信息的处理方式，因此小兔鲜儿建议您完整地阅读隐私政策，以帮助您更好地保护您的隐私权。
    </p>
    <h4 class="h4">(二) 您充分理解并同意：</h4>
    <p class="p">
      1、
      您理解并同意，通过邮件、短信、电话、消息等平台渠道形式接收相关订单信息、促销活动、商品推荐等内容；您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息、推广或信息（包括商业或非商业信息）；您如果不愿意接收此类信息，您有权通过小兔鲜儿提供的相应的退订功能进行退订。
    </p>
    <p class="p">
      2、
      为配合行政监管机关、司法机关执行工作，在法律规定范围内小兔鲜儿有权向上述行政、司法机关提供您在使用本网站时所储存的相关信息，包括但不限于您的注册信息等，或使用相关信息进行证据保全，包括但不限于公证、见证等；
    </p>
    <p class="p">
      3、
      小兔鲜儿依法保障您在安装或使用过程中的知情权和选择权，在您使用本网站服务过程中，涉及您设备自带功能的服务会提前征得您同意，您一经确认，小兔鲜儿有权开启包括但不限于收集地理位置、读取通讯录、使用摄像头、启用录音等提供服务必要的辅助功能。
    </p>
    <p class="p">
      4、
      小兔鲜儿有权根据实际情况，在法律规定范围内自行决定单个用户在本网站及服务中数据的最长储存期限以及用户日志的储存期限，并在服务器上为其分配数据最大存储空间等。
    </p>
    <p class="p"></p>
    <h3 class="h3">六、用户行为规范</h3>
    <h4 class="h4">(一) 您同意严格遵守法律法规规章规定，依法遵守以下义务：</h4>
    <p class="p">
      1、
      不得制作、传输或发表以下违法信息资料：反对宪法所确定的基本原则，煽动抗拒、破坏宪法和法律法规实施的；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的，煽动推翻社会主义制度的；损害国家荣誉和利益的；歪曲、丑化、亵渎、否定英雄烈士事迹和精神，侵害英雄烈士的姓名、肖像、名誉、荣誉的；宣扬或煽动实施恐怖主义、极端主义及其活动的；煽动民族仇恨、民族歧视、破坏民族团结的言论；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣言，扰乱经济秩序和社会秩序的；散布淫秽、色情、暴力或者教唆犯罪的；侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的；法律、行政法规禁止的其他内容。
    </p>
    <p class="p">
      2、
      防范和抵制制作、复制、发布含有下列内容的不良信息资料：标题严重夸张，发表内容与标题严重不符的；不当评述自然灾害、重大事故等灾难的；煽动人群歧视、地域歧视等的；宣扬低俗、庸俗、媚俗内容的；违反社会公德行为的；侵犯未成年人合法权益的；其他对网络生态造成不良影响的内容。
    </p>
    <h4 class="h4">(二) 本协议依据国家相关法律法规规章制定，您亦同意严格遵守以下义务：</h4>
    <p class="p">1、 从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
    <p class="p">2、 不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
    <p class="p">
      3、
      不得企图干扰、破坏小兔鲜儿系统或网站的正常运转，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；
    </p>
    <p class="p">
      4、
      不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、不文明的等信息资料；
    </p>
    <p class="p">5、 不得教唆他人从事违法违规或本协议、平台规则所禁止的行为；</p>
    <p class="p">
      6、
      不得利用在本网站注册的账户进行不当利益获取、恶意攻击、违法经营活动、传播不良内容等违反法律法规的行为；
    </p>
    <p class="p">7、 不得发布任何侵犯他人个人信息、著作权、商标权等知识产权或合法权利的内容；</p>
    <p class="p">
      8、
      不得冒充他人或利用他人的名义使用小兔鲜儿软件服务或传播任何信息，恶意使用注册账号导致其他用户误认的；
    </p>
    <p class="p">
      9、
      不得存在可能破坏、篡改、删除、影响小兔鲜儿平台任何系统正常运行或未经授权秘密获取小兔鲜儿平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；
    </p>
    <p class="p">10、不得恶意注册小兔鲜儿账号，包括但不限于频繁、批量注册账号、注销账号；</p>
    <p class="p">11、不得发布其他对网络生态造成不良影响的内容，及法律、行政法规禁止的其他内容。</p>
    <h4 class="h4">(三)您须对自己在网上的言论和行为承担法律责任</h4>
    <p class="p">
      您若在本网站上散布和传播反动、色情或其它违反国家法律的信息，本网站的系统记录有可能作为您违反法律的证据。小兔鲜儿可对您发布的信息依法或依本协议进行删除或屏蔽。
    </p>
    <h4 class="h4">(四) 除非法律允许或小兔鲜儿书面许可，您使用本网站过程中不得从事下列行为：</h4>
    <p class="p">1、 删除本网站及其副本上关于著作权的信息；</p>
    <p class="p">
      2、 对本网站进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本网站的源代码；
    </p>
    <p class="p">
      3、
      对小兔鲜儿拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
    </p>
    <p class="p">
      4、
      对本网站或者本网站运行过程中释放到任何终端内存中的数据、网站运行过程中客户端与服务器端的交互数据，以及本网站运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经小兔鲜儿授权的第三方工具/服务接入本网站和相关系统；
    </p>
    <p class="p">
      5、
      通过修改或伪造网站运行中的指令、数据，增加、删减、变动网站的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；
    </p>
    <p class="p">
      6、
      通过非小兔鲜儿开发、授权的第三方软件、插件、外挂、系统，登录或使用本网站及服务，或制作、发布、传播上述工具；
    </p>
    <p class="p">7、 自行或者授权他人、第三方软件对本网站及其组件、模块、数据进行干扰。</p>
    <h3 class="h3">七、不可抗力或其他免责事由</h3>
    <h4 class="h4">
      (一)
      您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务协议下的服务发生中断或终止。
    </h4>
    <p class="p">
      不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、法律法规变动、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务等行为。出现上述情况时，小兔鲜儿将努力在第一时间与相关部门配合，及时进行修复，但是由此给您造成的损失，小兔鲜儿在法律允许的范围内免责。
    </p>
    <h4 class="h4">
      (二) 您理解并同意，在法律允许的范围内，小兔鲜儿对以下事由所导致的服务中断或终止不承担责任：
    </h4>
    <p class="p">1、 受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
    <p class="p">2、 用户或小兔鲜儿的电脑软件、系统、硬件和通信线路出现故障；</p>
    <p class="p">3、 用户操作不当；</p>
    <p class="p">4、 用户通过非小兔鲜儿授权的方式使用本服务；</p>
    <p class="p">5、 其他小兔鲜儿无法控制或合理预见的情形。</p>
  </article>
</template>

<style lang="scss" scoped>
.article {
  padding: 1em;
}

.h1,
.h2,
.h3,
.h4,
.h5,
.h6 {
  font-weight: bold;
  margin: 0.5em 0;
}

.h1 {
  font-size: 1.3em;
}

.h2 {
  font-size: 1.2em;
}

.h3 {
  font-size: 1.1em;
}

.p {
  text-indent: 2em;
  line-height: 1.5;
}

.strong {
  font-weight: bold;
  display: inline;
  text-decoration: underline;
}

.tac {
  text-align: center;
  text-indent: 0;
}
</style>
